[
  {
    "id": 1,
    "title": "Mendaur Ulang Sampah Plastik Menjadi Karya Seni kreatif di sekolah.",
    "slug": "daur-ulang-sampah-plastik",
    "category": "Daur Ulang",
    "author": "Tim Lestari Bumi",
    "date": "2023-10-25",
    "bannerImage": "/img/Mendaurulang.jpeg",
    "KeteranganGambarBanner": "Daur Ulang Sampah Plastik di Sekolah",
    "description": "Mengubah sampah plastik menjadi karya kreatif di sekolah. Ajak siswa lebih peduli lingkungan lewat praktik langsung daur ulang.",
    "detailDescription": "Di lingkungan sekolah, sampah plastik seperti botol minuman, kemasan jajanan, hingga tutup botol sering kali menjadi penyumbang terbesar tumpukan sampah. Melalui program daur ulang kreatif, sekolah dapat mengubah limbah tersebut menjadi karya seni yang unik, fungsional, dan penuh nilai edukasi. Selain membantu mengurangi polusi plastik, kegiatan ini juga mengajarkan siswa tentang kreativitas, tanggung jawab lingkungan, dan pentingnya gaya hidup berkelanjutan. Setiap karya fashion yang dibuat menjadi simbol bahwa siswa mampu menciptakan perubahan positif dan menjadikan limbah sebagai sesuatu yang bernilai dan membanggakan.",
    "galleryImages": [
      "/images/blog/blog1-gallery1.jpg",
      "/images/blog/blog1-gallery2.jpg",
      "/images/blog/blog1-gallery3.jpg",
      "/images/blog/blog1-gallery4.jpg"
    ]
  },
  {
    "id": 2,
    "title": "Ketahanan Pangan di Sekolah: Komposting untuk Masa Depan Lebih Hijau",
    "slug": "Ketahanan-pangan-Sekolah",
    "category": "Ketahanan Pangan",
    "author": "Siti Aisyah",
    "date": "2023-11-10",
    "bannerImage": "/img/Ketahananpangan.jpg",
    "KeteranganGambarBanner": "Komposting di Sekolah",
    "description": "Sekolah dapat menjadi ruang terbaik untuk membangun budaya ketahanan pangan. Pelajari bagaimana komposting dari sampah organik kantin dan taman sekolah dapat membantu menghasilkan pupuk alami untuk kebun edukasi.",
    "detailDescription": "Ketahanan pangan tidak harus dimulai dari skala besar. Di sekolah, proses ini dapat dimulai dari sesuatu yang sederhana seperti pengelolaan sampah organik. Dengan metode komposting seperti Bokashi atau Vermikomposting (menggunakan cacing), sampah makanan yang biasanya terbuang dapat diubah menjadi pupuk organik berkualitas. Artikel ini akan membahas langkah memilih wadah yang tepat, bahan organik yang bisa diolah, serta teknik memanen kompos untuk digunakan pada tanaman sekolah seperti kebun hidroponik atau taman edukasi",
    "galleryImages": [
      "/img/GalleryKetahananPangan.jpg",
      "/img/GalleryKetahananPangan2.jpg",
      "/img/GalleryKetahananPangan3.jpg"
    ]
  },
  {
    "id": 3,
    "title": "Kompos di Sekolah: Mengolah Sampah Organik Menjadi Pupuk Bernilai",
    "slug": "kompos-di-sekolah",
    "category": "Edukasi",
    "author": "Dr. Eko Wibowo",
    "date": "2023-12-01",
    "bannerImage": "/img/Kompos.jpeg",
    "KeteranganGambarBanner": "Pembuatan Kompos di Sekolah",
    "description": "Pelajari cara membuat kompos dari sampah organik kantin dan taman sekolah sebagai langkah sederhana menuju lingkungan sekolah yang lebih hijau dan berkelanjutan.",
    "detailDescription": "Pembuatan kompos di sekolah merupakan salah satu cara paling efektif untuk mengurangi sampah organik sekaligus menghasilkan pupuk alami yang bermanfaat untuk kebun sekolah. Artikel ini membahas jenis sampah yang dapat dikomposkan seperti sisa makanan, daun kering, dan rumput taman. Selain itu, dijelaskan juga metode komposting sederhana seperti metode takakura, vermikompos menggunakan cacing, serta kompos drum. Dengan langkah-langkah yang mudah, siswa dan guru dapat bekerja sama menerapkan budaya peduli lingkungan melalui pembuatan kompos.",
    "galleryImages": [
      "/img/GalleryKompos.jpeg",
      "/img/GalleryKompos2.jpeg",
      "/img/GalleryKompos3.jpeg"
    ]
  },
{
  "id": 4,
  "title": "Sosialisasi Bank Sampah Gunung Emas: Membangun Budaya Peduli Lingkungan",
  "slug": "sosialisasi-bank-sampah-gunung-emas",
  "category": "Edukasi",
  "author": "Dr. Eko Wibowo",
  "date": "2023-12-01",
  "bannerImage": "/img/Sosialisasi-Bank-Sampah.jpg",
  "KeteranganGambarBanner": "Sosialisasi Bank Sampah di Sekolah",
  "description": "Kenali bagaimana Bank Sampah Gunung Emas membantu sekolah dalam mengelola sampah dengan sistem pemilahan, penimbangan, hingga penukaran nilai ekonomi untuk menciptakan lingkungan yang bersih, sehat, dan berkelanjutan.",
  "detailDescription": "Sosialisasi Bank Sampah Gunung Emas merupakan langkah nyata dalam mengedukasi siswa dan warga sekolah mengenai pentingnya memilah dan mengelola sampah dengan benar. Melalui sistem tabungan sampah, siswa diajarkan bahwa sampah bukan hanya limbah, tetapi dapat memiliki nilai guna dan nilai ekonomi. Program ini juga memberi pengetahuan mengenai jenis sampah seperti organik, anorganik, dan sampah yang dapat didaur ulang. Dalam kegiatan ini, siswa berlatih menimbang, mencatat, dan menukarkan sampah menjadi poin atau tabungan. Dengan keterlibatan guru dan siswa, Bank Sampah Gunung Emas bertujuan membentuk kebiasaan peduli lingkungan sekaligus menciptakan sekolah yang lebih bersih, produktif, dan berkelanjutan.",
  "galleryImages": [
    "/img/GalleryBankSampah.jpg",
    "/img/GalleryBankSampah2.jpg",
    "/img/GalleryBankSampah3.jpg"
  ]
},
{
  "id": 5,
  "title": "Sosialisasi Urban Farming: Membangun Sekolah Peduli Lingkungan dan Ketahanan Pangan",
  "slug": "sosialisasi-urban-farming",
  "category": "Edukasi",
  "author": "Dr. Eko Wibowo",
  "date": "2023-12-01",
  "bannerImage": "/img/UrbanFarming.jpg",
  "KeteranganGambarBanner": "Sosialisasi Urban Farming di Sekolah",
  "description": "Pelajari bagaimana program Urban Farming membantu siswa memahami cara bercocok tanam di lingkungan sekolah menggunakan media sederhana seperti galon bekas, sekaligus menumbuhkan kepedulian terhadap lingkungan dan ketahanan pangan.",
  "detailDescription": "Sosialisasi Urban Farming merupakan kegiatan edukatif yang bertujuan mengenalkan siswa pada teknik bercocok tanam di lingkungan perkotaan. Melalui kegiatan ini, siswa dilatih untuk menanam, merawat, dan memanen tanaman dengan memanfaatkan media tanam sederhana seperti galon bekas, pot kecil, atau lahan terbatas di sekolah. Program ini tidak hanya mengajarkan keterampilan dasar pertanian, tetapi juga menanamkan nilai kepedulian lingkungan, kemandirian, dan kreativitas. Dalam kegiatan Urban Farming, siswa belajar mengenai pemilihan bibit, proses penyemaian, teknik penyiraman, hingga cara merawat tanaman agar tumbuh optimal. Dengan melibatkan guru dan peserta didik, Urban Farming diharapkan dapat menciptakan lingkungan sekolah yang hijau, sehat, produktif, serta mendorong gaya hidup berkelanjutan.",
  "galleryImages": [
    "/img/GalleryUrbanFarming1.jpg",
    "/img/GalleryUrbanFarming2.jpg",
    "/img/GalleryUrbanFarming3.jpg"
  ]
}

]